Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_77_itemid_EQ_168.tmx
Source language: sme
Languages: smn

source: Sámekulturguovddáš
smn: Sämikulttuurkuávdáš

source: Sámekulturguovddáš , mii huksejuvvo Anára kirkosiidii Juvdujoga gáddái , boahtá leat Suoma sápmelaččaid hálddahusa ja kultuvrra guovddáš .
smn: Säämi kulttuurkuávdáš , mii huksejuvvoo Aanaar kirkkosiidjân Juvduu riidon , šadda leđe Suomâ sämmilij haldâšem já kulttuur kuávdáš .

source: Sámekulturguovddáža dárkkuhussan lea válbmet sápmelaččaide buoret eavttuid iešráđálaččat bajásdoallat ja ovddidit gielaset , kultuvrraset ja ealáhusdoaimmaset sihke dikšut ja ovddidit kulturiešráđđema ja doarjut sápmelaččaid oppalaš eallindili ovdáneami .
smn: Säämi kulttuurkuávdáá uáivilin lii orniđ sämmiláid pyerebijd iävtuid alnetoollâđ já ovdediđ jiešráđálávt kielâs , kulttuuris já iäláttâstooimâs sehe hoittáđ já ovdediđ kulttuurjiešhaldâšemes já tuárjuđ sämmilij almos eellimtile ovdánem .

source: Kulturguovddáš buorida maiddái dovdomassii vejolašvuođaid juohkit dieđuid sápmelaččain eamiálbmogin .
smn: Kulttuurkuávdáš pyereed meiddei merhâšitteht máhđulâšvuođâid levâttiđ tiäđu sämmilijn algâaalmugin .

source: Sámekulturguovddáš boahtá leat sisriikkalaččat ja riikkaidgaskasaččat miellagiddevaš ja beroštahtti máŋggakultuvrralaš deaivvadanbáiki .
smn: Säämi kulttuurkuávdáš šadda leđe aalmuglávt já aalmugijkoskâsávt-uv mielâkiddiivâš já pivnohis maaŋgâkulttuurlâšvuođâ kuáhtámpäikki .

source: Lappi leanaráđđehus lea juolludan Sámekulturguovddážii 5 milj. euro EU-ruhtadeami .
smn: Sämikulttuurkuávdáá ruttâdmân lii finnejum 5 miljovn eurod Euroop union kuávluovdedemruttârááju vaarijd .
